
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Annulla";
"Common.Navigation.Back" = "Indietro";
"Common.Cancel" = "Annulla";
"Common.Delete" = "Elimina";
"Common.Send" = "OK";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "Sistema occupato";
"Common.System.GenericErrorBody" = "Riprova più tardi.";
"Common.System.Busy" = "Sistema occupato. Riprova più tardi.";
"Common.Dialog.SaveError.Heading" = "Si è verificato un errore durante il salvataggio del file";
"Common.Dialog.SaveError.Body" = "Accertarsi di avere spazio su disco sufficiente e le autorizzazioni per il percorso di salvataggio.";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "Collegamento del telefono in corso…";
"Chatlog_Backup_Backup_Connecting_Desc" = "Collegamento del telefono e del computer alla stessa rete";
"Chatlog_Backup_Backup_Connected_Title" = "Apri WeChat sul telefono";
"Chatlog_Backup_Backup_Connected_Desc" = "Seleziona le chat per il backup";
"Chatlog_Backup_Backup_Prepare_Title" = "Preparazione dei dati...";
"Chatlog_Backup_Backup_Prepare_Desc" = "Per un collegamento di rete più affidabile, non chiudere WeChat.";
"Chatlog_Backup_Backup_Transfer_Title" = "Backup di %lld/%lld chat (%@)";
"Chatlog_Backup_Backup_Transfer_Desc" = "Per un collegamento di rete più affidabile, non chiudere WeChat.";
"Chatlog_Backup_Backup_Import_Data_Title" = "Importazione backup";
"Chatlog_Backup_Backup_Import_Data_Desc" = "Per il backup completo, non chiudere la pagina.";
"Chatlog_Backup_Backup_Finish_Title" = "Operazione completata";
"Chatlog_Backup_Backup_Finish_Desc" = "Backup eseguito di %lld/%lld chat";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "Fine";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "Continua";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "Termina";
"Chatlog_Backup_Backup_End_Btn_Title" = "Backup completato";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "Riprova";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "Annulla";
"Chatlog_Backup_Backup_Return_Btn_Title" = "Indietro";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "Backup di %lld/%lld chat (%@)";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "Rete scollegata. Connetti telefono e computer alla stessa rete e continua il trasferimento.";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "Timeout connessione. Riprova.";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "Dopo aver collegato il telefono e il computer alla stessa rete";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "Trasferite %lld/%lld chat…";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "Trasferimento non completato. Collegare il telefono e il computer alla stessa rete e continuare il backup.";
"Chatlog_Backup_Backup_Transfer_Lackspace_Warning" = "Spazio di archiviazione insufficiente sul computer. Recupera spazio prima di procedere.";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "Backup interrotto a causa di spazio di archiviazione sul computer insufficiente";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "Eseguito il backup di %lld/%lld chat";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "Backup completato";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "Eseguito il backup di %lld/%lld chat";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "Backup completato";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "I dati che sono stati copiati in backup non saranno cancellati, ma dovrai copiarli nuovamente in backup la prossima volta.";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "Caricamento in corso...";
"Chatlog_Backup_Recover_Record_Selection" = "Seleziona le chat da recuperare";
"Chatlog_Backup_Recover_Connecting_Title" = "Collegamento del telefono in corso…";
"Chatlog_Backup_Recover_Connecting_Desc" = "Collegamento del telefono e del computer alla stessa rete";
"Chatlog_Backup_Recover_Connected_Title" = "Apri WeChat sul telefono";
"Chatlog_Backup_Recover_Connected_Desc" = "Fai clic su OK per trasferire";
"Chatlog_Backup_Recover_Prepare_Title" = "Preparazione in corso...";
"Chatlog_Backup_Recover_Prepare_Desc" = "Per un collegamento di rete più affidabile, non chiudere WeChat.";
"Chatlog_Backup_Recover_Transfer_Title" = "Trasferimento di %lld/%lld chat (%@)";
"Chatlog_Backup_Recover_Transfer_Desc" = "Per un collegamento di rete più affidabile, non chiudere WeChat.";
"Chatlog_Backup_Recover_Finish_Title" = "Trasferimento completato. Continua il ripristino del telefono.";
"Chatlog_Backup_Recover_Finish_Desc" = "Trasferite %lld/%lld chat";
"Chatlog_Backup_Recover_Session_Title" = "Seleziona le chat da recuperare";
"Chatlog_Backup_Recover_Session_SelectAll" = "Seleziona tutto";
"Chatlog_Backup_Recover_Session_Selected" = "%@ selezionate";
"Chatlog_Backup_Recover_Phone_FreeSize" = "Disponibile: %@";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "Fine";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "Continua";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "Fine";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "Riprova";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "Annulla";
"Chatlog_Backup_Recover_Return_Btn_Title" = "Indietro";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "Trasferimento di %lld/%lld chat (%@)";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "Rete scollegata. Connetti telefono e computer alla stessa rete e continua il trasferimento.";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "Timeout connessione. Riprova.";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "Dopo aver collegato il telefono e il computer alla stessa rete";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "Trasferite %lld/%lld chat…";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "Il telefono e il computer devono essere collegato alla stessa rete Wi-Fi per continuare il trasferimento dei registri delle chat.";
"Chatlog_Backup_Recover_Transfer_Lackspace_Warning" = "Spazio di archiviazione insufficiente sul telefono. Recupera spazio prima di procedere.";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "Backup interrotto a causa di spazio di archiviazione sul telefono insufficiente";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "Trasferite %lld/%lld chat";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "Trasferimento concluso";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "Trasferite %lld/%lld chat";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "Fine";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "Se interrompi il trasferimento, dovrai ripristinarlo nuovamente la volta successiva, ma le chat trasferite non saranno cancellate.";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "Nessuna chat";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "Nessun backup da ripristinare. Esegui prima il backup.";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "Nome backup";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "Ora del primo backup";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "Ora dell'ultimo backup";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "Operazione";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "Seleziona i backup da ripristinare";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "Gestisci";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "Ancora nessun backup";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "Elimina backup";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "Il backup non può essere ripristinato una volta eliminato. Eliminarlo adesso?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "Backup su PC";
"Chatlog_Backup_Entrance_Recover_Desc" = "Ripristina sul telefono";
"Chatlog_Backup_Entrance_Manage_Desc" = "Gestisci i file di backup";
"Chatlog_Backup_Entrance_NotSupport_Desc" = "Backup non supportato sulla versione corrente di WeChat mobile. Aggiorna alla versione più recente e riprova.";
//"Chatlog_Backup_Entrance_NeedUpdate_Desc" = "Aggiorna WeChat mobile per garantirne l'uso ottimale";

// Login
"Login.WindowTitle" = "Accedi";
"Login.ScanToLogin.Title" = "Scansiona per registrare in WeChat";
"Login.DidScan.Title" = "Scansione eseguita";
"Login.ScanToLogin" = "Esegui la scansione di questo codice usando WeChat sul telefono.";
"Login.Scan.Help" = "Apri WeChat sul telefono, quindi scegli Scopri > Scansione QR Code.";
"Login.Not.On.WeChat" = "Non hai ancora WeChat?";
"Login.Waiting.Confirmation" = "In attesa della conferma";
"Login.ConfirmOnYourPhone" = "Conferma accesso sul telefono";
"Login.LoggingIn" = "Accesso in corso...";
"Login.LoggingInFirstTime" = "Accesso in corso...";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "Account o password errati. Inserisci di nuovo.";
"Login.Alert.OK" = "OK";
"Login.Refresh" = "Aggiorna";
"Login.Alert.UpdateCert" = "La tua sessione è scaduta. Accedi nuovamente";
"Login.SwitchAccount" = "Cambia account";

"Login.Intro.Heading" = "WeChat per Mac richiede l'utilizzo del telefono per accedere.\n";
"Login.Intro.Subheading" = "Accedi a Web WeChat";
"Login.Intro.StartButton" = "Accedi";

"Login.Intro.ExplanationFormat" = "Se non disponi di WeChat sul telefono, puoi %@.";
"Login.Intro.ExplanationLinkText" = "ulteriori informazioni qui";
"Login.Intro.ExplanationLinkURL" = "http://www.wechat.com/en/download.html";


"Login.AlphaVersion.Title" = "Versione beta";
//"Login.AlphaVersion.Description" = "Devi fare richiesta per utilizzare questa versione beta.";
"Login.AlphaVersion.Description" = "无法登录，只有受邀请的用户才可以登录该内测版本。";
"Login.AlphaVersion.Apply" = "Richiedi";
"Login.AlphaVersion.Cancel" = "Annulla";
"Login.Failed.WrongPassword" = "Impossibile accedere. Riprova più tardi.";

"Login.Initializing.Title" = "Confermato";
"Login.Initializing.Data" = "Preparazione accesso in corso...";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "Impossibile accedere";
"Login.Failed.Key.Info" = "Sistema occupato. Accedi di nuovo.";
"Login.AuthAnOtherPlace" = "Timeout accesso. Accedi di nuovo.";
"Login.Alpha.Version.Error" = "Impossibile accedere con questa versione beta. Scarica la versione ufficiale dall'App Store.";

// Tab
"Tabbar.Chats" = "Chat";
"Tabbar.Contacts" = "Contatti";
"Tabbar.Favorites" = "Preferiti";
"Tabbar.OA" = "Account ufficiali";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "Contatti";
"Tabbar.Favorites.Tooltip" = "Preferito";
"Tabbar.OA.Tooltip" = "Lettura";
"Tabbar.Preferences.Tooltip" = "Giochi";

"Tabbar.Add.Chats.Tooltip" = "Nuova chat";
"Tabbar.Add.Fav.Tooltip" = "Preferito";

// Preferences
"Tabbar.Preferences.Settings" = "Giochi";
"Tabbar.Preferences.ChatlogBackup" = "Backup e Ripristino";

// Global Menu
"Global.Menu.CheckForUpdates" = "Verifica aggiornamenti in corso…";
"Global.Menu.TechSupport" = "Assistenza tecnica";
"Global.Menu.ThirdPartySupport" = "Basato su tecnologia di terze parti";
"Global.Menu.Feedback" = "Feedback";

// Plugin
"Common_OfficialNickName" = "Team di WeChat";
"Official_FileHelper_NickName" = "Trasferimento file";
"Official_BrandSessionHolder_NickName" = "Account ufficiali"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "Notifica servizio";
"Contacts_Plugin_QQMail_Nickname" = "QQ Mail";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "Messaggi QQ";
"Contacts_Plugin_PrivateMsg_Nickname" = "Messaggi Weibo";
"Contacts_Plugin_FloatBottle_Nickname" = "Messaggio in bottiglia";
"Contacts_Plugin_FriendAssist_Nickname" = "Nuovi amici";
"Contacts_Plugin_MediaNote_Nickname" = "Note vocali";
"Contacts_Plugin_SyncAsist_Nickname" = "Sincronizzazione contatti";
"Contacts_Plugin_LBS_Nickname" = "Persone vicine";
"Contacts_Plugin_Shake_Nickname" = "Agita";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "Contatti QQ";
"Contacts_Plugin_Reader" = "Notizie da Tencent";
"Contacts_Plugin_Album" = "Momenti";
"Contacts_Plugin_MassSend" = "Messaggi broadcast";
"Contacts_Plugin_Blog" = "Feed Weibo";
"Contacts_Plugin_Voip"  = "Chiamata video";
"Contacts_Plugin_VoiceVoip" = "Chiamata vocale";
"Contacts_Plugin_VoiceInput" = "Input vocale";
"Contacts_Plugin_GoogleContact" = "Contatti Google";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Copyright © 2011-2017 Tencent. Tutti i diritti riservati. ";
"License_Agreement" = "Termini del servizio";
"License_Link" = "http://www.wechat.com/en/service_terms.html";
"About_Version" = "Versione. ";

// Settings
"Setting_Title" = "Giochi";
"Setting.Section.General" = "Generale";
"Setting.Section.Stickers" = "Sticker";
"Setting.Section.Notifications" = "Notifiche";
"Setting.Section.Shortcuts" = "Scelta rapida";
"Setting.General.LogOut" = "Disconnetti";
"Setting.General.LogOut.Desc" = "La disconnessione di questo Mac cancellerà tutti i dati locali. Non sarai in gradi di accedere a WeChat senza accedere nuovamente.";
"Setting.General.LogOut.Wipe.Data" = "Disconnetti e cancella tutti i dati su questo Mac";
"Setting.General.LogOut.Wipe.Data.And.History" = "Disconnetti e cancella tutti i dati su questo Mac (inclusa la cronologia chat)";
"Setting.General.NoWeChatID" = "Nessun ID WeChat";
"Setting.General.Save.Chat.History" = "Salva cronologia di chat";

"Setting_Screen_Capture" = "Schermata: ";
"Setting_Main_Panel" = "Mostra WeChat: ";
"Setting_Recent_Unread" = "Vai all'ultimo messaggio non letto: ";
"Setting_Send_Message" = "Invia messaggio: ";
"Setting_Notification" = "Avviso messaggi: ";
"Setting_Notification_Sound" = "Riproduci suoni";
"Setting_Notification_Dock" = "Badge dock icon";
"Setting_Notification_Menubar" = "Mostra messaggi non letti nella barra del menu";
"Setting_Notification_Preview" = "Include testo anteprima";
"Setting_File_Received" = "Salva file ricevuto in: ";
"Setting_File_Picture" = "Salva immagine in: ";
"Setting_File_Others" = "Altro…";
"Setting_File_AutoDownload_Category" = "Download automatico: ";
"Setting_File_AutoDownload" = "File inviati nelle chat";
"Setting_SmallFavoriteFile_AutoDownload" = "File nei Preferiti (<30 MB)";
"Setting_Restore_Defaults" = "Ripristina predefinita";
"Setting_Restore_LogOut" = "Disconnetti";
"Setting_Account" = "Il mio account";
"Setting_Download_Menu" = "Percorso download: ";
"Setting_Download_Menu_Other" = "Altro…";
"Setting_Menubar_Description" = "Mostra nella barra menu";
"Setting_Menubar_Always" = "Sempre";
"Setting_Menubar_NewMessage" = "Nuovi messaggi";
"Setting_Menubar_Never" = "Mai";
"Setting_TextSize" = "Dimensioni testo";
"Setting_TextSize_ExampleGlyph_Small" = "R";
"Setting_TextSize_ExampleGlyph_Large" = "R";
"Setting_LockScreenShotcut" = "Blocca: ";
"Setting_AccountInformation" = "Info account: ";
"Setting_InformationFeedback" = "Feedback: ";
"Setting_SubmitFeedback" = "Invia feedback";
"Setting_MsgRecord" = "Cronologia messaggi";
"Setting_GoToPreferences" = "Vai a Preferenze";
"Setting_MsgNotification" = "Notifica: ";
"Setting_OpenScreenBannerNotification" = "Abilita notifica banner schermata: ";
"Setting_OpenScreenBannerNotification_Remark" = "Abilita notifica banner schermata in Preferenze->Notifica";
"Setting_FeedbackStatus_Success" = "Inviato";
"Setting_FeedbackStatus_Fail" = "Impossibile inviare";
"Setting_FeedbackContacts" = "可RTX联系andiezhang和kbchen反馈问题";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "Annulla";
"MASShortcut.Delete.Shortcut" = "Elimina scelta rapida";
"keyboard shortcut" = "Scelta rapida";
"OK" = "OK";
"MASShortcut.Record.Shortcut" = "Registra scelta rapida";
"MASShortcut.Click.To.Record.New.Shortcut" = "Fare clic per impostare nuove scelte rapide";
"Shortcut cleared" = "Scelta rapida cancellata";
"Shortcut set" = "Scelta rapida impostata";
"Space" = "Spazio";
"The key combination %@ cannot be used" = "Impossibile utilizzare la combinazione di tasti %@";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Questa combinazione non può essere utilizzata perché è già utilizzata da una scelta rapida da tastiera a livello di sistema.\nSe desideri utilizzare comunque questa combinazione di tasti, la maggior parte delle scelte rapide può essere modificata nel pannello Tastiera e mouse nelle Preferenze di sistema.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Questa scelta rapida non può essere utilizzata perché già in uso nella voce di menu ‘%@’.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "Per registrare una nuova scelta rapida, fare clic su questo pulsante, quindi digitare la nuova combinazione o premere il tasto Canc per cancellare quella esistente.";
"MASShortcut.Type.New.Shortcut" = "Digitare la nuova scelta rapida";
"MASShortcut.Type.Shortcut" = "Digita scelta rapida";
"MASShortcut.Use.Old.Shortcut" = "Usa scelta rapida precedente";


"Setting.StickerStore.StoreTab" = "Galleria sticker";
"Setting.StickerStore.MyStickersTab" = "I miei sticker";
"Setting.StickerStore.DownloadButton" = "Scarica";
"Setting.StickerStore.CantGetStoreError.Title" = "Impossibile connettersi a Galleria sticker";
"Setting.StickerStore.CantGetStoreError.Description" = "Verifica la connessione di rete e riprova.";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "FOTO";
"Chats.Sidebar.Summary.Voice" = "VOCE";
"Chats.Sidebar.Summary.Sight" = "SIGHT";
"Chats.Sidebar.Summary.Video" = "VIDEO";
"Chats.Sidebar.Summary.File" = "FILE";
"Chats.Sidebar.Summary.Sticker" = "STICKER";
"Chats.Sidebar.Summary.Namecard" = "CONTATTO";
"Chats.Sidebar.Summary.Location" = "POSIZIONE";
"Chats.Sidebar.Summary.URL" = "LINK";
"Chats.Sidebar.Summary.Chat.Log" = "TRASCRIZIONE";
"Chats.Sidebar.Summary.AppMsg" = "APP";
"Chats.Sidebar.Summary.News" = "NOTIZIE";
"Chats.Sidebar.Summary.Metion" = "Sei stato citato: ";

"Chats.Sidebar.DraftPrefix" = "Bozza: ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d] ";

// Context Menu
"Chats.Menu.Delete" = "Elimina";
"Chats.Menu.Delete.MacHelperMessages" = "Cancella";
"Chats.Menu.Sticky" = "Sempre in alto";
"Chats.Menu.Unsticky" = "Non adesivo";
"Chats.Menu.Mute" = "No audio";
"Chats.Menu.Unmute" = "Attiva audio";
"Chats.Menu.Rename" = "Rinomina";
"Chats.Menu.Leave" = "Lascia gruppo";
"Chats.Menu.Profile" = "Mostra nei contatti";

// Menu Menu
"Main.Menu.Edit" = "Modifica";
"Main.Menu.Copy" = "Copia";
"Main.Menu.Paste" = "Incolla";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "Rilascia qui per inviare a";
"Chats.SendToDragOverlay.SendToPersonFormat" = "Rilascia qui per inviare a %@.";
"Chats.SendToDragOverlay.SendToPhone" = "Rilascia qui per inviare al tuo telefono.";

// Session Picker
"Session.Picker.Default.Heading" = "Scegli contatto";
"Session.Picker.Chosen" = "%d persone scelte";
"Session.Picker.Chosen.General" = "Selezionato";

// New Chat
"Chats.NewChat.Heading" = "Nuova chat";
"Chats.NewChat.ConfirmButton" = "Crea";
"Chats.NewChat.Recent.Chats" = "Chat recenti";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[Foto]";
"Message_type_draft" = "[Bozza]";
"Message_type_mention" = "[Sei stato menzionato]";
"Message_type_voice" = "[Vocale]";
"Message_type_location" = "[Posizione]";
"Message_type_sys" = "[Messaggio del sistema]";
"Message_type_unknow" = "[Sconosciuto]";
"Message_type_file" = "[File]";
"Message_type_card" = "[Carta contatto]";
"Message_type_url" = "[Collegamento]";
"Message_type_news" = "[Notizie]";
"Message_type_appmsg" = "[Messaggio app]";
"Message_type_Emoji" = "[Sticker]";
"Message_type_Video" = "[Video]";
"Message_type_Music" = "[Musica]";
"Message_type_Book" = "[Libro]";
"Message_type_Goods" = "[Prodotto]";
"Message_type_Short_Video" = "[Sight]";
"Message_type_App_Record" = "[Trascrizione]";
"Message_type_Custom_Emoji" = "[Sticker]";
"Message_type_Note" = "[Nota]";
"Message_type_unsupport" = "[Messaggio sconosciuto]";
"Message_type_Voip" = "[Chiamata video]";
"Message_type_Voip_Video" = "ti invita a una chiamata video";
"Message_type_Voip_Voice" = "ti invita a una chiamata vocale";
"MessageContent_Voip"            = "[Chiamata vocale]";
"MessageContent_VideoVoip"       = "[Chiamata video]";
"MessageContent_VideoVoipRemind" = "[Chiamata video]";
"Voip_Notification_Btn_Accept" = "Accetta";
"Voip_Notification_Btn_Refuse" = "Rifiuta";

"Voip_Notification_Btn_Click_For_Details" = "Fai clic per visualizzare i dettagli";

// File Transfer
"File.Transfer.Start.Downloading" = "Download in corso…";
"File.Transfer.Uploading" = "Caricamento in corso...";
"File.Transfer.Downloaded" = "Scaricato";
"File.Transfer.Download.Failed" = "Impossibile scaricare";
"File.Transfer.Download.Cancelled" = "Download annullato.";
"File.Transfer.Uploaded" = "Inviato";
"File.Transfer.Upload.Failed" = "Impossibile inviare";
"File.Transfer.Upload.Cancelled" = "Invio annullato";
"File.Transfer.Open" = "Apri";
"File.Transfer.Cancel" = "Annulla";
"File.Transfer.Retry" = "Riprova";
"File.Transfer.Error.TooBig.Header" = "Il file supera il limite";
"File.Transfer.Error.TooBig.Body" = "Spiacente, WeChat può inviare solo file fino a %d MB.";
"File.Transfer.Error.Empty.Header" = "Impossibile inviare";
"File.Transfer.Error.Empty.Body" = "Impossibile inviare, la dimensione del file è 0 KB";
"File.Transfer.Error.Unsupported.Body" = "Impossibile inviare questo tipo di file";
"File.Transfer.FileNotExist.Header" = "File non trovato";
"File.Transfer.Download.FileNotExist.Body" = "File non trovato o eliminato, scaricarlo di nuovo?";
"File.Transfer.Download.FileExpiredInServer.Body" = "File cancellato. Impossibile scaricarlo.";
"File.Transfer.Download.FileNotExist.Confirm" = "Scarica";
"File.Transfer.Download.FileNotExist.Cancel" = "Annulla";
"File.Transfer.Download.NotStart" = "Download non avviato.";
"File.Transfer.Button.Download" = "Scarica";
"File.Transfer.Forward.FileNotExist.Header" = "Impossibile inoltrare";
"File.Transfer.Forward.FileNotExist.Body" = "File non trovato o eliminato. Impossibile inoltrare.";
"File.Transfer.Export.FileNotExist.Header" = "Impossibile esportare";
"File.Transfer.Export.FileNotExist.Body" = "Il file non esiste o è stato eliminato.";
"File.Transfer.Export.FileNotDownload.Header" = "Impossibile esportare";
"File.Transfer.Export.FileNotDownload.Body" = "Il file non è stato scaricato completamente.";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "File troppo grande. Impossibile inviarlo a un gruppo con oltre %lu persone.";

// Location Message
"LocationMessage.DefaultDescription" = "Posizione";
"LocationMessage.OpenInQQMaps" = "Apri in Tencent Maps…";
"LocationMessage.OpenInAppleMaps" = "Apri in Apple Maps…";
"LocationMessage.OpenInGoogleMaps" = "Apri in Google Maps…";
"LocationMessage.OpenInMaps" = "Apri nella mappa…";

// System Message
"BrandContact.ReceiveMessage.Title" = "Ricevi messaggi";
"BrandContact.ReceiveMessage.Message" = "Ricevi messaggi da questo account ufficiale";

// Voip Message
"Voip_Connect_Most_Friend" = "Contatti recenti";
"Not_Support_Vediovoip"       = "Il tuo dispositivo non supporta le chiamate video.";
"Not_Support_Vediovoip_Receiver"    = "Sei stato invitato dal tuo amico a una chiamata video ma il tuo dispositivo non supporta questa funzione";
"Voip_NoNetWork_Tips"          = "Rete non disponibile. Controlla la rete.";
"Videovoip_Status_inviting"   = " ti invita a una chiamata video";
"Videovoip_Status_Calling"    = "Chiamata";
"Videovoip_Status_Connecting" = "Connessione in corso";
"Videovoip_Status_Hangup"     = "Chiamata terminata";
"Videovoip_Status_Reject"     = "Chiamata terminata: richiesta rifiutata";
"Videovoip_Status_TimeOut"    = "Timeout della connessione";
"Videovoip_Status_BeHanguped" = "Chiamata terminata dall'altro utente";
"Videovoip_Status_CallFail"   = "Errore di connessione";
"Videovoip_Status_Exception"  = "Chiamata terminata: errore di rete";
"Videovoip_Status_WaitForAnswer" = "In attesa di risposta";
"Videovoip_Status_PeerNoAnswer"  = "Chiamata senza risposta";
"Videovoip_Status_PeerIsBusy"    = "Linea occupata";
"Videovoip_Status_Caller_CallFail" = "Chiamata non riuscita";
"Videovoip_Status_BeRejected"    = "Chiamata terminata: richiesta rifiutata";
"Videovoip_Status_CancelCall"    = "Chiamata annullata";
"Videovoip_Stauts_NotSupport"    = "Questa funzione è disponibile solo in una rete Wi-Fi.";
"Videovoip_Status_PeerVersion_NotSupport" = "Chiamata non riuscita: l'altro utente non supporta le chiamate video";
"Videovoip_Status_CheckContact_Error"     = "L'utente non ti ha aggiunto ai contatti. Non puoi avviare una chiamata video ora.";
"Videovoip_Status_Blacklist_Error"        = "Impossibile avviare una chiamata video perché sei stato bloccato dall'altro utente.";
"Videovoip_Status_PeerPluginClose"        = "Chiamata terminata: il tuo amico ha disattivato la chiamata video";
"Videovoip_Status_NetWorkError" = "Chiamata terminata: errore di rete";
"Videovoip_Status_TalkBroken" = "Chiamata terminata causa disconnessione";
"Videovoip_Status_Caller_DetectCamera_Fail" = "Nessuna fotocamera trovata. Riprova più tardi o passa alla chiamata vocale.";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "Nessuna fotocamera trovata. Riprova più tardi o passa alla chiamata vocale.";

"Voip_LocalNotification_Tips"   = "%@ ti invita a una chiamata video";
"VoiceVoip_LocalNotification_Tips" = "%@ ti invita a una chiamata vocale";
"Cancel_LocalNotification_Tips" = "Chiamata senza risposta da %@";
"Normal_LocalNotification_Tips" = "Hai ricevuto un messaggio WeChat.";

"Voicevoip_Status_inviting"   = "ti invita a una chiamata vocale";
"Voicevoip_Status_PeerVersion_NotSupport" = "Impossibile chiamare: l'altro utente sta utilizzando una versione di WeChat che non supporta le chiamate vocali";
"Voicevoip_Status_CheckContact_Error"     = "Impossibile chiamare perché l'altro utente non è un tuo amico di WeChat";
"Voicevoip_Status_Blacklist_Error"        = "Impossibile chiamare perché sei stato bloccato dall'altro utente";
"Voicevoip_Status_PeerPluginClose"        = "Impossibile chiamare: l'altro utente ha disattivato la funzione di chiamata vocale";
"Voicevoip_Status_BeRejected"    = "L'altro utente ha rifiutato la tua richiesta di chiamata";

"VoipNetSattus_Bad_Tips" = "Connessione chiamate instabile";

"Videovoip_HangupBtnTitle"              = "Attacca";
"Voice_SpeakerButton" = "Altoparlante";
"Voice_MicButton_Title" = "Chiudi Mic";
"Voice_MicButton_Clicked_Title" = "Apri mic";

"Voip_NodeView_Status_NotConnected"     = "Chiamata terminata";
"Voip_NodeView_Status_Call_Complete"    = "Durata: %u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "Non connesso: %u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "Annullata";
"Voip_NodeView_Status_Remote_Cancel" = "Chiamata annullata dal chiamante";
"Voip_NodeView_Status_Busy" = "Linea occupata";
"Voip_NodeView_Status_Call_Failed" = "Chiamata non riuscita";
"Voip_NodeView_Status_No_Answer" = "Nessuna risposta";
"Voip_NodeView_Status_Remote_No_Answer" = "Chiamata senza risposta";
"Voip_NodeView_Status_Reject" = "Rifiutata";
"Voip_NodeView_Status_Remote_Reject" = "Chiamata rifiutata dall'utente";
"Voip_NodeView_Status_Not_Support" = "L'utente non può accettare chiamate";
"Voip_NodeView_Status_Connect_Failed" = "Impossibile connettersi";
"Voip_NodeView_Status_Ignore" = "Ignorata";


"Voip_AcceptByVoice"                = "Passa a chiamata vocale";
"Voip_SwtichToVoice"                = "Passa a chiamata vocale";
"Voip_AcceptCall"                   = "Accetta";
"Voip_RejectCall"                   = "Rifiuta";
"Voip_System_Msg_Content"           = "Chiamata video: %@ %@";
"VoiceVoip_System_Msg_Content"      = "Chiamata vocale: %@ %@";


"Voip_SendVideoCallInvite"          = "Messaggio";
"Voip_CallFail_ForTimeLogic_Title"  = "Avviso";

"Voip_LocalInviteMsgContent"        = "Sei libero per una chiamata video?";
"VoiceVoip_LocalInviteMsgContent"   = "Sei libero per una chiamata vocale?";

"Voip_Audio_Device_Unplugin_Speaker" = "La voce verrà riprodotta dall'altoparlante";
"Voip_Audio_Device_Unplugin_EarPhone" = "Audio via telefono";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "Auricolare disconnesso. L'audio verrà riprodotto dall'altoparlante.";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "Auricolare disconnesso. L'audio verrà riprodotto dal telefono.";
"Voip_RotateScreen"                = "Ruota schermo";
"Voip_EndCall_Alert_Title"                = "Fine chiamata";
"Voip_EndCall_Alert_Message"              = "La chiusura della finestra terminerà la chiamata";
"Voip_EndCall_Alert_CancelButton_Title"   = "Annulla";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "Fine chiamata";
"Voip_Receiver_EndCall_Notification_Msg"  = "Chiamata terminata";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "In attesa della risposta del destinatario";
"Voip_EarModeStatus_Tips"        = "Attivata la chiamata vocale";
"Voip_RemoteVideoModeOpen_Tips"  = "La fotocamera dell'altro utente è attivata";
"Voip_RemoteEarMode_Tips" = "La fotocamera dell'altro utente è disattivata";
"Voip_Loudspeaker_Off" = "Attivata la chiamata vocale. Tieni il telefono all'orecchio.";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "L'altro utente ha attivato la chiamata vocale";
"Voip_Loudspeaker_Off_No_Mic" = "Attivata la chiamata vocale";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "L'altro utente ha attivato la chiamata vocale";
"Voip_LocalEarModeTips"     = "La fotocamera è disattivata e l'altro utente non può vederti ora";
"Voip_LocalVideoMode"       = "La fotocamera è attivata e l'altro utente può vederti ora";

"Voip_LocalBadNetwork" = "Attivata la chiamata vocale per scarsa qualità della rete";
"Voip_RemoteBadNetwork" = "Attivata la chiamata vocale per scarsa qualità della rete dell'altro utente";

"Voip_LocalBadNetwork_No_Mic" = "Attivata la chiamata vocale per scarsa qualità della rete";
"Voip_RemoteBadNetwork_No_Mic" = "Attivata la chiamata vocale per scarsa qualità della rete dell'altro utente";

"Voip_CallerView_Hangup" = "Annulla";
"Voip_Contact_Info_View_Button_Title" = "Chiamata video";
"VoiceVoip_Contact_Info_View_Button_Title" = "Chiamata vocale";
"WeChatCall_Contact_Info_View_Button_Title" = "Chiamata video";

"Voip_RemoteEarMode_before_Answer" = "L'altro utente ha attivato la chiamata vocale";
"Voip_LocalEarMode_before_Answer" = "Attivata la chiamata vocale";
"Voip_Remote_May_Not_Online" = "L'altro utente potrebbe essere occupato. Riprova più tardi.";


"Voip_VideoView_Minimize_Tips" = "Se ridotta a icona, la chiamata video continua con la videocamera accesa.";
"Voip_VoiceView_Minimize_Tips" = "Riducendo a icona la chiamata vocale si attiva la modalità Altoparlante";
"Voip_Video_Conflict" = "Chiamata video attiva. Riprova più tardi.";
"Voip_Audio_Conflict" = "Chiamata voce attiva. Riprova più tardi.";
"Voip_CanStart_Video_Call" = "Impossibile riavviare la chiamata dopo averla creata";
"Voip_CanStart_Audio_Call" = "Impossibile riavviare la chiamata dopo averla creata";
"Voip_Status_Audio_Working_Tips" =  "Chiamata vocale in uso. Tocca per tornare.";
"Voip_Camera_Switch_Tips" = "Gira fotocamera";
"Voip_Ignore_Call" = "Ignora chiamata";
"Voip_Ignore_Alert_Message" = "Annullando una chiamata con \"Ignora\" il chiamante non verrà informato";
"Voip_Ignore_End_Message" = "Chiamate in arrivo ignorate";

"Voip_Video_Minimize_Message" = "Chiamata video ridotta a icona";
"Voip_Audio_Minimize_Message" = "Chiamata vocale ridotta a icona";
"Voip_Minimize_Button" = "Riduci a icona";
"Voip_Interrupt_By_PhoneCall" = "Telefono in chiamata. Chiamata vocale terminata.";
"Voip_Interrupt_By_OtherApp" = "Dispositivo audio in uso. Chiamata terminata.";
"Voip_InPhoneCall_Conflict" = "Attualmente in telefonata. Riprova quando la chiamata è terminata.";

// Contacts Sidebar
"Contacts.Sidebar.All" = "Tutti i contatti";
"Contacts.Sidebar.Favorites" = "Con stelle";
"Contacts.Sidebar.GroupChats" = "Gruppi salvati";
"Contacts.Sidebar.Requests" = "Richieste";
"Contacts.Sidebar.OAs" = "Account ufficiali";
"Contacts.Sidebar.Enterprise" = "Account aziendale";
"Contacts.Sidebar.Tags" = "Tag";
"Contacts.Sidebar.Locations" = "Posizioni";
"Contacts.NickNameLabel" = "Alias";
"Contacts.FavoritesHeading" = "★ Con stelle";

// Contacts Context Menu
"Contacts.Menu.Message" = "Messaggi";
"Contacts.Menu.Call" = "Chiamata video";
"Contacts.Menu.Share" = "Invia a chat";
"Contacts.Menu.Delete" = "Elimina";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d contatti";
"Contacts.ContactList.Count.Plural" = "%d contatti";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "Classico";
"EmojiPicker.Category.Human" = "Umano";
"EmojiPicker.Category.Nature" = "Natura";
"EmojiPicker.Category.Objects" = "Oggetti";
"EmojiPicker.Category.Places" = "Luoghi";
"EmojiPicker.Category.Symbols" = "Simboli";

"EmojiPicker.Gesture.SwipeHint" = "Abilita gesto di scorrimento con un dito per visualizzare rapidamente gli sticker";
"EmojiPicker.Gesture.SwipeHintDetail" = "Imposta il movimento \"Scorrimento con due dita per cambiare pagina\" nelle impostazioni";
"EmojiPicker.Gesture.IgnoreHint" = "Ignora";
"EmojiPicker.Gesture.HandleLater" = "In seguito";
"EmojiPicker.Gesture.HandleRightNow" = "Imposta ora";

"Emoticon.Favorite" = "Sticker personalizzati";
"EmojiPicker.Adding" = "Caricamento";
"EmojiPicker.Added" = "Aggiunto";
"EmojiPicker.Add.Fail" = "Impossibile aggiungere";
"EmojiPicker.Touch.Limit" = "Numero massimo di sticker raggiunto";
"EmojiPicker.Add.Timeout" = "Timeout richiesta";

"EmojiPicker.Add.Fail.NeedPurchase" = "Sticker a pagamento. Acquista prima di aggiungerlo.";
"EmojiPicker.Add.Fail.NotValidArea" = "Sticker non disponibile. Impossibile aggiungere.";
"EmojiPicker.Add.Fail.Expired" = "Impossibile aggiungere questo sticker poiché non disponibile";
"EmojiPicker.Add.Fail.NoSuchProduct" = "Impossibile aggiungere questo sticker";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "Hai invitato %@ al gruppo.";
"CreateChatRoom.MsgSeperate" = ",";
"CreateChatRoom.DefaultTopic"	= "Gruppo";
"ChatRoom.ReservedTopicNames"	= "Chat di gruppo";
"ChatRoom.NeedVerify" = "%@ deve essere tuo amico per essere invitato a una chat di gruppo. Inviagli prima una richiesta di amicizia.";
"ChatRoom.Panel_Choose_Contact" = "Seleziona contatti";
"ChatRoom.Panel_Chosen_Num" = "%lu contatto/i selezionato/i";
"ChatRoom.Panel_Has_Add" = "Selezionato";
"ChatRoom.Delete_Member_Fail" = "Impossibile eliminare questo contatto";
"ChatRoom.Delete_Self" = "Non puoi rimuovere te stesso dal gruppo.";

"ChatRoom.ChatRoomBeyondMax" = "Hai già creato il numero massimo di gruppi";
"ChatRoom.TopicIllegal" = "Nome gruppo non valido";
"ChatRoom.Unkown_Failed" = "Impossibile creare il gruppo";
"ChatRoom.ChatRoomMemberBeyondMax" = "Questo gruppo è completo. Rimuovi alcuni membri prima per aggiungerne di nuovi.";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "Questo gruppo è completo. Aggiorna la capacità del gruppo.";
"ChatRoom.NeedVerifyWait"  = "Il tuo invito al gruppo è stato inviato. Attendi l'approvazione del proprietario del gruppo.";
"ChatRoom.NotExist" = "Questo gruppo non esiste.";
"ChatRoom.Status_Error" = "Non puoi invitare amici al gruppo perché si è verificato un errore.";
"ChatRoom.Error_NoUser" = "%@ non esiste.";
"ChatRoom.Error_BlackList" = "%@ ha rifiutato di unirsi al gruppo.";
"ChatRoom.Error_Verify" = "%@ non è ancora un tuo amico di WeChat. Aggiungilo prima.";

"ChatRoom.Quit.Confirm.Heading" = "Lascia la chat di gruppo: %@";
"ChatRoom.Quit.Confirm.Message" = "Non riceverai più messaggi da questa chat.";
"ChatRoom.Quit.Confirm.OK" = "Lascia";

// Sticker Picker
"StickerPicker.CustomStickers" = "Personalizzato";

// Compose Bar
"ComposeBar.PlaceholderString" = "Messaggio";
"ComposeBar.EmoticonTooltip" = "Emoticon";
"ComposeBar.StickerTooltip" = "Emoticon";
"ComposeBar.AttachmentTooltip" = "Allegato";
"ComposeBar.VideoTooltip" = "Chiamata video";
"ComposeBar.VoiceTooltip" = "Chiamata vocale";

"ComposeBar.ScreenshotText" = "Schermata";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "È possibile inviare solo i primi %d allegati";

// Chat Unselected View
"Unselected.Wording" = "Nessuna chat selezionata";

// Message Context Menu
"Message.Menu.Copy" = "Copia";
"Message.Menu.Delete" = "Elimina";
"Message.Menu.Forward" = "Inoltra";
"Message.Menu.Add.Emotion" = "Aggiungi sticker";
"Message.Menu.Browser" = "Apri nel browser";
"Message.Menu.Copy.Link.Url" = "Copia URL";
"Message.Menu.Refresh" = "Aggiorna";
"Message.Menu.Service" = "Servizio";
"Message.Menu.Translate" = "Traduci";
"Message.Menu.HideTranslation" = "Nascondi traduzione";
"Message.Menu.Favorites" = "Preferito";
"Message.Menu.Export" = "Salva con nome…";
"Message.Menu.SaveAs" = "Salva con nome…";
"Message.Menu.Recall" = "Richiama";
"Message.Menu.Recall.Over.Two.Mins" = "Richiama";
"Message.Menu.Resend" = "Rinvia";
"Message.Menu.Share.Extension" = "Condividi…";
"Message.Menu.Quote" = "Cita";
"Message.Menu.Debug.ViewSource" = " Visualizza XML";
"Message.Menu.Convert.To.Text" = "Converti in testo";
"Message.Menu.Wipe.Out.Text" = "Comprimi";
"Message.Menu.Multiple.Select" = "Multipli";
"Message.ErrorIndicator.Resend" = "Rinvia";

"Message.Notification.Mention" = "%@ ti ha citato nella chat di gruppo";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "Conversione non riuscita";
// Message Multiple select
"Message.Multiple.Select.Forward" = "Inoltra uno a uno";
"Message.Multiple.Select.Merge.Forward" = "Combina e inoltra";
"Message.Multiple.Select.Fav" = "Preferito";
"Message.Multiple.Select.Delete" = "Elimina";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "File troppo grande. Impossibile inviarlo a un gruppo con oltre %lu persone.";

"Message.Multiple.Select.Undownload" = "Impossibile inoltrare e inserire nei preferiti sticker, immagini, video e file non scaricati dagli elementi selezionati";
"Message.Multiple.Select.NotAllowForword" = "Impossibile inoltrare audio, carte contatto, giochi, tessere e offerte, messaggi di pagamento dagli elementi selezionati";
"Message.Multiple.Select.NotAllowFav" = "Impossibile includere nei preferiti sticker, carte contatto, giochi, tessere e offerte, registrazioni, suggerimenti di pagamento o altri messaggi speciali dagli elementi selezionati";
"Message.Multiple.Select.Undownload.NotAllowForward" = "Impossibile inoltrare audio, schede dei contatti, giochi, buoni e coupon, suggerimenti di pagamento o sticker, immagini, video e file non scaricati dagli elementi selezionati";
"Message.Multiple.Select.Undownload.NotAllowFav" = "Impossibile inserire nei preferiti sticker, schede dei contatti, giochi, buoni e coupon, registrazioni, suggerimenti di pagamento o sticker, immagini, video e file non scaricati dagli elementi selezionati";
"Message.Multiple.Select.NotAllow.MergeForward" = "Impossibile combinare e inoltrare trascrizioni di chat, note, file di grandi dimensioni, audio, schede dei contatti, giochi, buoni e coupon e suggerimenti di pagamento da elementi selezionati";

"Fav_Node_Name_Record" = "[Trascrizione]";
"Fav_Node_Name_Card" = "[Messaggio Tessere e offerte]";
"Fav_Node_Name_Emoji" = "[Sticker]";
"Fav_Node_Name_Pay" = "[Messaggio di pagamento]";
"Fav_Node_Name_Not_Support" = "[Impossibile visualizzare questo messaggio]";
"Fav_Node_Name_ShareCard" = "[Carta contatto]";
"Fav_Record_Title" = "TRASCRIZIONE";

// Message Delete
"Message.Delete.Confirm.Title" = "Elimina messaggio";
"Message.Delete.Confirm.Description" = "Eliminare questo messaggio?";
"Message.Delete.Multiple.Confirm.Description" = "Eliminare il messaggio selezionato?";
"Message.Delete.Confirm.Action" = "Elimina";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "Inoltra messaggio";
"Message.ForwardSheet.Confirm" = "Inoltra";
"Message.ForwardSheet.ErrorHeader" = "Impossibile inoltrare il messaggio";
"Message.ForwardSheet.ErrorDescription" = "Si è verificato un errore durante l'inoltro del messaggio.";
"Message.ForwardAlert.Header" = "Inoltra messaggio";
"Message.ForwardAlert.Description" = "Inoltrare il messaggio alla chat corrente?";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "Impossibile inoltrare";
"Message.Video.ErrorHeader.Copy" = "Impossibile copiare il video";
"Message.Video.ErrorDescription.ShouldDownload" = "Scarica prima il video";
"Message.Video.ErrorDescription.General" = "Impossibile inoltrare il messaggio";
"Message.Video.Compressing" = "Compressione in corso…";

// Friend Request
"Friend.Request.Default.Content" = " vuole aggiungerti";
"Friend.Request.Accept" = "Accetta";
"Friend.Request.Delete" = "Elimina";
"Friend.Request.Added" = "Aggiunto";
"Friend.Request.View.Title" = "Richiesta di amicizia";
"Friend.Request.Accept.ErrorHeader" = "Impossibile aggiungere amico";

"Friend.Request.WaitingForConfirm" = "Richiesta inviata";
"Friend.Request.Greeting" = "Invia saluti";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "Verifica amico";
"Friend.Verify.Message.Window.Hint" = "Invia richiesta di amicizia a %@";
"Friend.Verify.Message.Window.Send" = "Invia";
"Friend.Verify.Message.Window.Default.Message" = "Sono %@";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "Ciao, sono \"%2$@\" di %1$@";


// Send Friend Request Dialog
"SendFriendRequest.Heading" = "Invia richiesta di amicizia";
"SendFriendRequest.Prompt" = "Inserisci un messaggio di saluto:";
"SendFriendRequest.DefaultMsgFormat" = "Sono %@";
"SendFriendRequest.Send" = "Invia";


// Unsupported Message
"Message.Unsupported" = "Messaggio non supportato. Visualizza sul telefono.";

// Hongbao Message
"Message.Hongbao.Summary" = "[Pacchetto rosso]";
"Message.Hongbao.Send.Hint" = "[Hai inviato un pacchetto rosso]";
"Message.Hongbao.Receive.Hint" = "[Hai ricevuto un pacchetto rosso. Visualizzalo sul cellulare.]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[Trasferimento] Attendi ricezione dell'amico";
"Message.Transfer.Send.Hint" = "[Hai effettuato un trasferimento]";
"Message.Transfer.Send.Accept.Summary" = "[Trasferimento] Hai confermato la ricezione";
"Message.Transfer.Send.Accept.Hint" = "[Hai ricevuto un trasferimento]";
"Message.Transfer.Send.Reject.Summary" = "[Trasferimento] Hai rimborsato un trasferimento";
"Message.Transfer.Send.Reject.Hint" = "[Hai rimborsato un trasferimento]";
"Message.Transfer.Receive.Summary" = "[Trasferimento] Conferma ricezione";
"Message.Transfer.Receive.Hint" = "[Hai ricevuto un trasferimento. Visualizzalo sul cellulare.]";
"Message.Transfer.Receive.Accept.Summary" = "[Trasferimento] Ricevuto da un amico";
"Message.Transfer.Receive.Accept.Hint" = "[Ricevuto da un amico]";
"Message.Transfer.Receive.Reject.Summary" = "[Trasferimento] Rimborsato da un amico";
"Message.Transfer.Receive.Reject.Hint" = "[Rimborsato da un amico]";

// Export
"Link.Export.Default.Title" = "Collegamento";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "Disponibili a breve";
"DebugTools.FeatureNotReady.Body" = "Questa funzione non è ancora pronta.";
"DebugTools.Menu.CheckForUpdates" = "Verifica aggiornamenti in corso…";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "Verifica aggiornamenti… (richiede OfficeWifi)";
"DebugTools.Menu.ReadReleaseNotes" = "Blog note release";
"DebugTools.Menu.UploadLogs" = "Carica file di registro…";
"DebugTools.Menu.Filesystem" = "Filesystem";
"DebugTools.Menu.Filesystem.Library" = "Apri libreria (per questo acct)";
"DebugTools.Menu.Filesystem.Cache" = "Apri cache (per questo acct)";
"DebugTools.Menu.MarkAllAsRead" = "Segna tutti come già letti";
"DebugTools.Menu.KitchenSink" = "Quasi tutto";
"DebugTools.Menu.SwitchServer" = "Cambia server";


// Log Report
"LogReport.Description" = "Fare clic di seguito per caricare il registro e contribuire alla risoluzione del problema.";
"LogReport.Upload" = "Caricamento registro";
"LogReport.Uploading" = "Caricamento in corso…";
"LogReport.UploadFinished" = "Caricamento terminato. Grazie per il contributo!";
"LogReport.UploadFailed" = "Impossibile caricare il registro. Controlla la rete e riprova.";
"LogReport.UploadDone" = "Fine";

// Search
"Search.Comma" = ", ";
"Search.Include" = "Comprende ";
"Search.GroupName" = "Nome gruppo: ";
"Search.Nickname" = "Alias: ";
"Search.Username" = "ID WeChat: %@";
"Search.Remark" = "Commento: ";
"Search.RemarkDescription" = "Commento: ";
"Search.City" = "Città: ";
"Search.Province" = "Provincia: ";
"Search.Country" = "Paese: ";
"Search.NoResults" = "Nessun risultato";
"Search.Section.Contact" = "Mittente";
"Search.Section.GroupChat" = "Chat di gruppo";
"Search.Section.OA" = "Account ufficiali";
"Search.Section.Favorite" = "Preferiti";
"Search.Section.See.All.Format" = "Vedi tutti (%d)";
"Search.Section.Fold" = "Piega";

//==== Favorites ====
"Favorites.Default.Title.Text" = "Testo";
"Favorites.Default.Title.Video" = "Video";
"Favorites.Default.Title.Sight" = "Sight";
"Favorites.Default.Title.Image" = "Foto";
"Favorites.Default.Title.Voice" = "Vocale";
"Favorites.Default.Title.WebPage" = "Collegamento";
"Favorites.Default.Title.Location" = "Posizione";
"Favorites.Default.Title.Music" = "Musica";
"Favorites.Default.Title.File" = "File";
"Favorites.Default.Title.Book" = "Prenota";
"Favorites.Default.Title.Product" = "Prodotto";
"Favorites.Default.Title.TV" = "TV";
"Favorites.Default.Title.Card" = "Carta";
"Favorites.Default.Title.Record" = "Trascrizione";
"Favorites.Default.Title.Record.Format" = "Trascrizione per %@";
"Favorites.File.Over.Limit.Title" = "File preferito";
"Favorites.File.Over.Limit.Description" = "File troppo grande. Impossibile includere nei preferiti.";
"Favorites.No.FavItems.Description" = "Nessun elemento preferito";
"Favorites.No.FavItems.Add.Items.Tips" = "Puoi aggiungere script di chat ai Preferiti";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "Invia elemento Preferiti";
"Favorite.ForwardSheet.Confirm" = "Invia";
"Favorite.ForwardSheet.ErrorHeader" = "Impossibile inoltrare il messaggio";
"Favorite.ForwardSheet.ErrorDescription" = "Sistema occupato. Riprova più tardi.";
"Favorite.ForwardAlert.Header" = "Invia";
"Favorite.ForwardAlert.Description" = "Sei sicuro di inviare a questa chat?";

"Favorites.AddToFavoritesDragOverlay" = "Aggiungi a Preferiti";
"Favorites.Via" = "Da: ";
"Favorites.GroupChat.Default.Name" = "Chat di gruppo";
"Favorites.Show.In.Fav" = "Visualizza in Preferiti";
"Favorites.Usage.Format" = "Utilizzato %@ Disponibile %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "Invia a chat";
"Favorites.Menu.Copy" = "Copia";
"Favorites.Menu.Delete" = "Elimina";
"Favorites.Menu.Download" = "Scarica";
"Favorites.Menu.Open.File" = "Apri";
"Favorites.Menu.Export.File" = "Salva con nome…";
"Favorites.Confirm.Delete.Title" = "Eliminarlo dai Preferiti?";
"Favorites.Confirm.Delete.Title.Multiple" = "Eliminare %lu elementi dai Preferiti?";
"Favorites.Confirm.Delete.Desc" = "Se lo elimini, sarà eliminato dall'account su tutti i dispositivi.";
"Favorites.Confirm.Delete.Desc.Multiple" = "Se elimini questi elementi, saranno eliminati dall'account su tutti i dispositivi.";
"Favorites.Confirm.Delete" = "Elimina";
"Favorites.Menu.View.Debug.XML" = " Visualizza XML";

"Favorites.Send.Heading.Singular" = "Invia preferito";
"Favorites.Send.Heading.Plural" = "Invia %d preferiti";
"Favorites.Send.Button" = "Invia";
// Error
"Favorites.Send.Error.Header" = "Impossibile inviare";
"Favorites.Send.Error.SingleItem.Body" = "Questo elemento non può essere inviato finché non ne è terminato il download.";
"Favorites.Send.Error.MultiItems.Body" = "Questi elementi non possono essere inviati finché non ne è terminato il download.";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "Elementi non ancora scaricati: %@. Terminata l'operazione potrai inoltrarli.";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "Elemento preferito in corso di download. Riprova in un secondo momento.";
"Favorites.File.Export.Error.Header" = "Impossibile esportare il file";
"Favorites.Open.Error.Header" = "Impossibile aprire";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "Elemento preferito in corso di download. Riapri in un secondo momento.";
"Favorites.File.Export.Error.Body" = "Scarica prima il file";
"OA.Number.Over.Limit.Addcontact.Fail" = "Impossibile seguire";
"OA.Number.Over.Limit" = "Limite di follower account ufficiale raggiunto";
"Favorites.Record.Group.Forward.Title" = "Trascrizione per %@";


// Favorites sidebar
"Favorites.Sidebar.All" = "Tutti gli elementi";
"Favorites.Sidebar.PhotoItems" = "Foto";
"Favorites.Sidebar.URLItems" = "Collegamento";
"Favorites.Sidebar.MusicItems" = "Musica";
"Favorites.Sidebar.NoteItems" = "Nota";
"Favorites.Sidebar.Tag" = "TAG";
"Favorites.Sidebar.Senders" = "CONTATTI";
"Favorites.Sidebar.Chats" = "GRUPPI";
"Favorites.Sidebar.FileItems" = "File";
"Favorites.Sidebar.ShowMore" = "Visualizza tutti";
"Favorites.Sidebar.Hide" = "Nascondi";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%1$@ da %2$@"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "Inoltra";
"Favorites.Viewer.Action.Delete" = "Elimina";
"Favorites.Viewer.Action.Export" = "Salva con nome…";
"Favorites.Viewer.Action.SaveAs" = "Salva con nome…";
"Favorites.Viewer.Action.OpenInBrowser" = "Apri nel browser";
"Favorites.Viewer.Action.AddToFavorites" = "Aggiungi a Preferiti";
"Favorites.Viewer.Action.Share" = "Condividi";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "Errore inoltro";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "Impossibile inoltrare questo elemento, download non terminato.";
"Favorites.Viewer.Action.Previous.Item" = "Indietro";
"Favorites.Viewer.Action.Next.Item" = "Avanti";
"Favorites.Viewer.Action.OpenWith" = "Apri con app predefinita";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "Apri con \"%@\"";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "Impossibile visualizzare questo contenuto nella versione corrente";
"Favorites.Note.UpdateTips" = "Aggiorna all'ultima versione di WeChat";
"Favorites.Note.Downloading" = "Caricamento";

"Fav.Record.Single.Forward.Title" = "Cronologia chat per %@ e %@";
"Fav.Record.Group.Forward.Title.New" = "%@, %@ e %@";
"Fav.Record.Group.Forward.Title" = "Trascrizione per %@";
"Contacts.GroupCard"			= "Gruppo";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@, %@ e %@";
"Fav_Record_Group_Forward_Title_Count" = "%u persone";
"Fav_Record_Forward_Voice_CannotPlay" = "Impossibile riprodurre messaggio vocale inoltrato";

"Fav_Node_Img_Title" = "[Foto]";
"Fav_Node_Location_Title" = "[Posizione] %@";
"Fav_Node_Voice_Title" = "[Vocale]";
"Fav_Node_Emoji_Title" = "[Sticker]";
"Fav_Node_Video_Title" = "[Video]";
"Fav_Node_File_Title" = "[File] %@";
"Fav_Node_Music_Title" = "[Musica] %@";
"Fav_Node_Goods_Title" = "[Prodotti] %@";
"Fav_Node_TV_Title" = "[TV] %@";
"Fav_Node_URL_Title" = "[URL] %@";
"Fav_Node_Sight_Title" = "[Sight]";

//WeNote
"WeNote_Default_Title" = "Aggiungi titolo";
"WeNote_Update_Time" = "Ultima modifica alle ";
"WeNote_Recording" = "Registrazione";
"WeNote_Downloading" = "Caricamento";
"WeNote_UnknownType" = "Impossibile visualizzare questo contenuto nella versione corrente";
"WeNote_UpdateTips" = "Aggiorna all'ultima versione di WeChat";
"WeNote_Conflict_Prefix" = "Modifica in conflitto";
"WeNote_Conflict" = "Modifica in conflitto (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[Nota]";
"WeNote_Message_Default_Title" = "Nota";
"WeNote_Fav_Icon_Text" = "Preferito";
"WeNote_Total_Image_Count" = "%lu immagine/i";

// Date
"Favorites.Date.Today" = "Oggi";
"Favorites.Date.This.Week" = "Questa settimana";

// Search
"Favorites.Search.Section.Header.Content" = "Contenuto";
"Favorites.Search.Section.Header.Sender" = "Mittente";
"Favorites.Search.Section.Header.GroupChat" = "Chat di gruppo";
"Favorites.Search.Result.Number.Singular" = "(1 risultato)";
"Favorites.Search.Result.Number.Multiple" = "(%d risultati)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "Da: ";

//收藏容量
"Fav_Capacity_Title" = "Cancella archivio dei Preferiti";
"Fav_Capacity_Alert_NotEnough_Title" = "Archiviazione insufficiente";
"Fav_Capacity_Alert_NotEnough_Content" = "Impossibile utilizzare i Preferiti. Recupera un po' di spazio e riprova.";
"Fav_Capacity_Detail" = "Dettagli";
"Fav_Capacity_Nearly_UsedUp" = "Archiviazione insufficiente. Recupera un po' di spazio e riprova.";
"Fav_Capacity_Already_UsedUp" = "Impossibile caricare i contenuti perché lo spazio è insufficiente. Recupera un po' di spazio e riprova.";
"Fav_Capacity_Left" = "Disponibile: ";
"Fav_Capacity_Choosen" = "Recupera: ";
"Fav_Capacity_Delete_Tip" = "Una volta eliminati, gli elementi selezionati non potranno essere recuperati. Eliminare?";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1 nuovo messaggio";
"Message.Unread.TipsPlural" = "%d nuovi messaggi";
"Message.Unread.DividerText" = "Di seguito i nuovi messaggi";

// Official Account
"OA_Read_More" = "Leggi altro";

// Time
"Util_Today" = "Oggi";
"Util_Yesterday" = "Ieri";
"Util_Sunday" = "Domenica";
"Util_Monday" = "Lunedì";
"Util_Tueday" = "Martedì";
"Util_Wedday" = "Mercoledì";
"Util_Thuday" = "Giovedì";
"Util_Friday" = "Venerdì";
"Util_Satday" = "Sabato";
"Util_Daybreak"  = "AM";
"Util_Morning"   = "AM";
"Util_Noon"      = "PM";
"Util_Afternoon" = "mezzogiorno";
"Util_Evening"   = "notte";

// Name Card
"Message.Name.Heading" = "CARTA CONTATTO";
"Message.Name.Heading.Official.Account" = "ACCOUNT UFFICIALE";
"Message.Name.GroupChatInviteHeading" = " ti invita a un gruppo";
"Message.Name.Card.Added" = "Aggiunto";
"Message.Name.Card.NotFriendYet" = "Non ancora amico";
"Message.Name.Card.AddButton" = "Aggiungi";
"Message.Name.Card.MessageButton" = "Messaggio";
"Message.Name.Card.OpenGroupButton" = "Messaggi";
"Message.Name.Card.JoinGroupButton" = "Unisciti al gruppo";
"Message.Name.Card.GroupAlreadyJoined" = "Già membro";
"Message.Name.Card.GroupNotYetJoined" = "Non ancora membro";

"Message.Reader.ReadMore" = "Leggi altro";
"Message.Recall.Failed" = "Impossibile richiamare il messaggio. Controlla la rete.";
"Message.Recall.Succ" = "Hai richiamato un messaggio.";

"Message.Translate.Failed.Heading" = "Impossibile tradurre";
"Message.Translate.Failed.Default" = "Riprova più tardi.";
"Message.Translate.Failed.Text.Over.Limit" = "Il testo è troppo lungo e non può essere tradotto.";
"Message.Translate.Finish" = "Tradotto";

"Message.Input.Too.Long.Title" = "Testo troppo lungo";
"Message.Input.Too.Long.Content" = "Questo messaggio è troppo lungo da inviare.";

"Message.Draft.Photo" = "[Foto]";

// Chat Inspector
"ChatInspector.Sticky" = "Sempre in alto";
"ChatInspector.Favorite" = "Con stelle";
"ChatInspector.Mute" = "No audio";
"ChatInspector.Share" = "Condividi";
"ChatInspector.LeaveChat" = "Lascia";
"ChatInspector.ShowNames" = "Nomi visualizzati";
"ChatInspector.Send.Message" = "Messaggio";
"ChatInspector.Add.Contact" = "Aggiungi contatto";

"ChatInspector.ActionMenu.Invite" = "Invita persone…";
"ChatInspector.ActionMenu.GroupQRCode" = "Codice QR del gruppo";

"ChatInspector.AddMembers.Title" = "Aggiungi alla chat";
"ChatInspector.AddMembers.Confirm" = "Aggiungi";
"ChatInspector.AddMembers.Back" = "Chat";

"ChatInspector.InviteMembers.Title" = "Invita alla chat";
"ChatInspector.InviteMembers.Confirm" = "Invia";
"ChatInspector.InviteMembers.Back" = "Indietro";

"ChatInspector.ShareIndNamecard.Title" = "Condividi carta contatto per %@";
"ChatInspector.ShareIndNamecard.Confirm" = "Invia";
"ChatInspector.ShareIndNamecard.Back" = "Indietro";

"ChatInspector.QRCode.Heading" = "Codice QR del gruppo";
"ChatInspector.QRCode.Title" = "Condividi codice QR del gruppo";
"ChatInspector.QRCode.Description" = "Trascinalo e rilascialo su un volantino, e-mail od ovunque le persone possano vederlo!";
"ChatInspector.QRCode.SaveButton" = "Salva";
"ChatInspector.QRCode.RevokeButton" = "Revoca";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "Rinomina";
"GroupChatInspector.UpdateNickName" = "Cambia alias gruppo";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "Aggiungi membri";
"ChatInfoPanel.Remove.Member" = "Rimuovi membro";
"ChatInfoPanel.LeaveChat" = "Lascia";
"ChatInfoPanel.Loading" = "Caricamento in corso...";
"ChatInfoPanel.Removed" = "Rimosso";
"ChatInfoPanel.Added" = "Aggiunto";
"ChatInfoPanel.Failed" = "Sistema occupato. Riprova più tardi.";
"ChatInspector.Save.To.Address.Book" = "Salva nei Contatti";
"ChatInfoPanel.Add.Member.Confirm" = "Aggiungi";
"ChatInfoPanel.Remove.Member.Confirm" = "Elimina";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "Nome gruppo";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "Tocca per modificare un nome di gruppo";
"ChatDetailPanel.GroupChatAnnounce" = "Avviso di gruppo";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "Ancora nessun avviso di gruppo";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "Tocca per impostare un avviso di gruppo";
"ChatDetailPanel.GroupChat.AddMember" = "Aggiungi membri";
"ChatDetailPanel.GroupChat.RemoveMember" = "Rimuovi membro";
"ChatDetailPanel.LeaveGroupChat" = "Lascia";
"ChatDetailPanel.Announcenment.Cancel" = "Annulla";
"ChatDetailPanel.Announcenment.Confirm" = "Pubblica";
"ChatDetailPanel.Loading" = "Caricamento in corso...";
"ChatDetailPanel.Removed" = "Rimosso";
"ChatDetailPanel.Removed.Fail" = "Impossibile eliminare";
"ChatDetailPanel.Added" = "Aggiunto";
"ChatDetailPanel.Failed" = "Sistema occupato. Riprova più tardi.";
"ChatDetailPanel.Announcement.AtAll" = "@Tutti";
"ChatDetailPanel.NoAnnouncement.Hint" = "Nessun contenuto";
"ChatDetailPanel.NoAnnouncement.Description" = "Solo il proprietario può cambiare l'avviso di gruppo";
"ChatDetailPanel.Announcement.SaveFail" = "Salva avviso di gruppo";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "Regione";
"Contacts.Inspector.SourceKeyLabel" = "Da ";
"Contacts.Inspector.NickNameLabel" = "Alias";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "Imposta note";
"Contacts.Inspector.ToolTips.SendMessage" = "Messaggi";
"Contacts.Inspector.ToolTips.ShareNameCard" = "Condividi scheda nome";
"Contacts.Inspector.ToolTips.AddToContact" = "Aggiungi";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "Visualizza cronologia messaggi";
"Contacts.Inspector.ToolTips.AddBizContact" = "Segui";

"Contacts.UserNameKeyLabel" = "ID WeChat";
"Contacts.LocationKeyLabel" = "Posizione";
"Contacts.DescriptionKeyLabel" = "Osservazioni";
"Contacts.StatusKeyLabel" = "Status";
"Contacts.BrandIntroKeyLabel" = "Intro";
"Contacts.SourceKeyLabel" = "Origine";
"Contacts.GroupChatNameLabel" = "Nome gruppo";
"Contacts.TagKeyLabel" = "Tag";
"Contacts.RemarkKeyLabel" = "Osservazioni";
"Contacts.Header.Profile" = "PROFILO";
"Contacts.Header.MyNotes" = "MIE NOTE";
"Contacts.Header.Favorites" = "PREFERITI";
"Contacts.Value.NoneSet" = "Non impost.";
"Contacts.EnterChat" = "Messaggi";
"Contacts.GroupChat.SendMsg" = "Entra nel gruppo";
"Contacts.GroupChat.Remove" = "Rimuovi dai contatti";
"Contacts.SendMsgToBrankContact" = "Visualizza cronologia messaggi";

"Contacts.CardInspector.Action.Message" = "Messaggio";
"Contacts.CardInspector.Action.Favorite" = "Con stelle";
"Contacts.CardInspector.Action.ShareNamecard" = "Condividi carta contatto";
"Contacts.CardInspector.Action.Delete" = "Eliminazione in corso...";
"Contacts.SourceList.Tag.Delete" = "Elimina";
"Contacts.SourceList.Tag.Rename" = "Rinomina";

"Contacts.Delete.Title.Format" = "Elimina %lu contatti?";
"Contacts.Delete.Description" = "Se procedi, saranno eliminati permanentemente dai contatti.";
"Contacts.Delete.Title.Format.Multiple" = "Elimina %lu contatti?";
"Contacts.Delete.Description.Multiple" = "Se procedi, saranno eliminati permanentemente dai contatti.";


// Contact UI Add Scene / Source
"Contacts_Source_Shake"			= "Agita";
"Contacts_Source_LBS"			= "Persone vicine";
"Contacts_Source_QRCode"        = "Scansione QRcode";
"Contacts_Source_Chatroom"      = "Aggiunto da gruppo";
"PushContactLBS"                     = "Da Persone vicine";
"PushContactShake"					 = "Da Agita";
"PushContactBottle"					 = "Da Messaggio in bottiglia";
"PushContactQRCode"                  = "Da Agita";
"PushContactGoogleContact"           = "Contatti Google";
"PushContactRadar"           = "Friend Radar";
"PushContacPush"                  = "Nuovi amici";

// Share Namecard Sheet
"ShareNameCard.Heading" = "Condividi \"%@\" su:";
"ShareNameCard.Confirm" = "Invia";

// Group Chat
"CreateChatRoom_MsgFormat" = "Hai invitato %@ al gruppo.";
"CreateChatRoom_MsgSeperate" = "，";
"CreateChatRoom_DefaultTopic"	= "Gruppo";
"ChatRoom_ReservedTopicNames"	= "Chat di gruppo";
"ChatRoom_NeedVerify" = "%@ deve essere tuo amico per essere invitato a una chat di gruppo. Inviagli prima una richiesta di amicizia";
"ChatRoom_Panel_Choose_Contact" = "Seleziona contatti";
"ChatRoom_Panel_Chosen_Num" = "%lu contatto/i selezionato/i";
"ChatRoom_Panel_Has_Add" = "Selezionato";
"ChatRoom_Delete_Member_Fail" = "Impossibile eliminare questo contatto";
"ChatRoom_Delete_Self" = "Non puoi rimuovere te stesso dal gruppo.";
"ChatRoom_ChatRoomBeyondMax" = "Hai già creato il numero massimo di gruppi";
"ChatRoom_TopicIllegal" = "Nome gruppo non valido";
"ChatRoom_Unkown_Failed" = "Impossibile creare il gruppo.";
"ChatRoom_ChatRoomMemberBeyondMax" = "Questo gruppo è completo. Rimuovi alcuni membri prima per aggiungerne di nuovi.";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "Questo gruppo è completo. Aggiorna la capacità del gruppo.";
"ChatRoom_NeedVerifyWait"  = "L'invito di partecipazione al gruppo dell'amico è stato inviato. Attendi l'approvazione del proprietario del gruppo.";
"ChatRoom_NotExist" = "Questo gruppo non esiste.";
"ChatRoom_Status_Error" = "Impossibile invitare amici al gruppo perché si è verificato un errore";
"ChatRoom_Error_NoUser" = "%@ non esiste";
"ChatRoom_Error_BlackList" = "%@ ha rifiutato di unirsi al gruppo.";
"ChatRoom_Error_Verify" = "%@ non è ancora un tuo amico di WeChat. Devi aggiungerlo prima.";
"NewMessage_ContactBeyondMaxTitle_Admin"= "Il gruppo è completo. Vuoi saperne di più?";
"NewMessage_ContactBeyondMaxTitle"= "Non puoi selezionare altri contatti";
"NewMessage_IlegalTopic"	     = "Argomento non valido. Riprova.";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "Unisciti al gruppo";
"Group.Chat.Members.Error.Title" = "Aggiungi membri";
"Group.Chat.Members.Over.Limit" = "Non puoi selezionare altri contatti";
"Group.Chat.Members.Illegal.Topic" = "Argomento non valido. Riprova.";
"Group.Chat.Members.Need.Verify" = "È stato inviato un invito a un amico. In attesa dell'approvazione del proprietario del gruppo.";
"Group.Chat.Members.Not.Exist" = "Il gruppo non esiste";
"Group.Chat.Members.Status.Error" = "Non puoi invitare amici a unirsi a questo gruppo";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "Il gruppo è completo. Il proprietario (%@) può incrementare la capacità del gruppo fino a %lu membri.";
"Group.Chat.Members.Invite.Now" = "Questo gruppo ha molti membri. Un nuovo utente deve accettare il tuo invito per unirsi al gruppo. Invitarlo ora?";
"Group.Chat.Members.Invite" = "Invita";
"Group.Chat.Members.Unknown.Issue" = "Sistema occupato. Riprova più tardi.";

// Viewer Window
"ViewerWindow.Title.Photo" = "Foto";

// YO Message
"Yo.Message.Description" = " ti sta cercando";

// Lock Screen
"Lock.Title" = "WeChat è bloccato.";
"Lock.Description" = "Puoi sbloccarlo tramite 'Il mio Mac' in WeChat sul telefono.";
"Lock.Log.Out" = "Disconnetti";
"Lock.Title.Network" = "Nessuna connessione di rete";
"Lock.Description.Network" = "WeChat si riconnetterà quando viene rilevata una rete.";
"Lock.Open.Mac.Helper" = "Sblocca sul telefono";
"Lock.Title.Network.Login" = "Rete disconnessa";
"Lock.Description.Network.Login" = "Controlla la rete e riprova";
"Lock.Description.Network.Banner" = "Rete non disponibile. Controlla e riprova.";

// Mac Helper
"MacHelper.Active.Message" = "Hai effettuato l'accesso su %@";
"MacHelper.Main.Device.Name.Default" = "Il mio telefono";
"MacHelper.Default.Message" = "Puoi inviare messaggi e file al tuo telefono in questa chat.";

// Harcode Contacts
"Official_MacHelper_NickName" = "Il mio telefono";

// Notification
"Notification.Receive.Message" = "Hai ricevuto un messaggio";

// Debug Strings
"Debug.Upload.Dump.Log" = "Carica registro ritardi";
"Debug.Upload.Success" = "Caricato";
"Debug.Upload.Uplloading" = "Caricamento in corso...";
"Debug.Upload.Failed" = "Impossibile caricare. Riprova più tardi.";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "File senza nome";

// OA Message
"OAMessage.No.Article" = "Nessun nuovo articolo";

"TechSupport.Jietu.Title" = "Jietu";
"TechSupport.Jietu.Desc" = "Con Jietu. \"Jietu\" è un'app di cattura delle schermate gratuita con un'interfaccia semplice e intuitiva.";

// Chat Record
"ChatRecord.Video.Duration" = "%u secondo/i";

// Whats New
"WhatsNew.title" = "WeChat per Mac 2.2";
"WhatsNew.desc" = "1. Backup dei registri delle chat del telefono sul tuo Mac.\n2. Traduzione dei messaggi chat nella lingua dell'interfaccia.\n3. Funzione di ricerca migliorata.";
// Image Message Cell View
"Message.Image.Loading" = "Caricamento in corso...";
